# ProgressDlgSetBotMsg

## Description
Set bottom message of a progress dialog.

```pascal
PROCEDURE ProgressDlgSetBotMsg(message : STRING);
```

```python

def vs.ProgressDlgSetBotMsg(message):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|message|STRING||

## Version
Availability: from Vectorworks 2015
## Category
* Utility